{
    "title": "Eye Spy Gallery Scavenger Hunt",
    "subtitle": "",
    "heroImageId": 6670,
    "description": "<p>Can you find these faces in our galleries?</p><p>Once you're finished finding all the clues, head back to the table outside the galleries to collect your prize!</p>",
    "body": {
        "from": 0,
        "size": 25,
        "_source": [
            "id",
            "title",
            "people",
            "medium",
            "imageOriginalSecret",
            "imageSecret",
            "ensembleIndex",
            "objRightsTypeId",
            "onview",
            "invno",
            "image",
            "curatorialApproval",
            "shortDescription",
            "nationality",
            "birthDate",
            "deathDate",
            "artistPrefix",
            "artistSuffix",
            "culture",
            "displayDate",
            "medium",
            "dimensions",
            "creditLine",
            "longDescription",
            "bibliography",
            "exhHistory",
            "publishedProvenance"
        ],
        "query": {
            "bool": {
                "filter": {
                    "terms": {
                        "invno": [
                            "bf177",
                            "01.13.37",
                            "bf575",
                            "bf804",
                            "01.04.55",
                            "bf115",
                            "bf20",
                            "a48",
                            "a103",
                            "a147"
                        ]
                    }
                }
            }
        }
    },
    "customRoomOrder": [],
    "clues": {
        "BF177": "Find the lady with the hat at the show<br />and you'll find a lady in the know",
        "01.13.37": "This face is made of painted stone<br />but because it is old, not many details are known",
        "BF575": "We see a face without its features<br />though the lines can act as great teachers.",
        "BF804": "This creature's face is ferocious and grumpy; its surroundings are rocky and bumpy.",
        "01.04.55": "We think this face is made out of jadeite - before you go through the door, turn to the right!",
        "BF115": "This face is painted completely in blue; he looks kind of sad - do you think this is true?",
        "BF20": "This face looks like it’s very sorry<br />you can see that it is filled with worry!",
        "A48": "This Egyptian God is making a silly face. You can see he's carved from a Limestone base.",
        "A103": "This vase looks both to the left and the right; have you seen a more fascinating sight?",
        "A147": "This face is surrounded by friends; her pony-tail has a leather band at the end."
    },
    "translations": {
        "Español": {
            "title": "Búsqueda 'Ojo de Espía' en la Galería Barnes",
            "description": "<p>¿Puedes encontrar todas estas caras en nuestras galerías?</p><p>¿Encontraste todas las piezas de tu búsqueda? Regresa a la mesa que está al salir de las galerías para recoger tu premio y aprender más sobre las obras que observaste.</p>",
            "clues": {
                "BF177": "Encuentra la dama del sombrero en primera fila<br />y la hayarás observando muy tranquila.",
                "01.13.37": "Esta cara está hecha y pintada en piedra<br />por ser antigua, la información que tenemos es austera.",
                "BF575": "Vemos una cara sin sus rasgos<br />pero simples líneas también pueden enseñarnos.",
                "BF804": "La cara de esta criatura es feroz y gruñona<br />un alrededor áspero y pedregoso nos proporciona.",
                "01.04.55": "Parece que esta cara de piedra está hecha<br />al pasar por la puerta, ¡gira a tu derecha!",
                "BF115": "Este rostro todo en azul está pintado<br />¿crees que él está triste o cansado?",
                "BF20": "Este rostro parece aflijido<br />puedes ver que se encuentra muy pensativo",
                "A48": "Este dios egipcio hace una cara curiosa<br />labrado sobre una base de piedra reposa.  ",
                "A103": "Este jarrón puede mirar tanto a la derecha como a la izquierda<br />¡así esta única perspectiva es descubierta!",
                "A147": "Rodeada de amigos nos muestra su fineza<br />su cabello está recogido con una cinta sobre su cabeza."
            }
        }
    }
}